[
   {
      "Qno": 1,
      "Questionmain": "What is Cannabis?",
      "Questionalt1": "Can you tell me about Cannabis?",
      "Questionalt2": "Tell me more on Cannabis?",
      "Questionalt3": "Give me some information on Cannabis?",
      "Questionalt4": "What do you know about Cannabis?",
      "answer": "Cannabis is a tall plant with a stiff upright stem, divided serrated leaves, and glandular hairs. It is used to produce hemp fiber and as a psychotropic drug.From this plant a dried preparation of the flowering tops or other parts of this plant or a resinous extract of it ( cannabis resin ), used (generally illegally) as a psychotropic drug, chiefly in cigarettes.Cannabis is a depressant drug. Depressant drugs do not necessarily make you feel depressed. Rather, they slow down the activity of the central nervous system and the messages going between the brain and the body. When large doses of cannabis are taken it may also produce hallucinogenic effects."
   },
   {
      "Qno": 2,
      "Questionmain": "What are the common names for Cannabis?",
      "Questionalt1": "How many other names are there for Cannabis?",
      "Questionalt2": "With how many other names Cannabis is known?",
      "answer": "Other Names for Cannabis include as marijuana, grass, pot, dope, Mary Jane, hooch, weed, hash, joints, brew, reefers, cones, smoke, mull, buddha, ganga, hydro, yarndi, heads and green."
   },
   {
      "Qno": 3,
      "Questionmain": "What is the active ingredient of Cannabis?",
      "Questionalt1": "What does Cannabis contain?",
      "Questionalt2": "Can you tell me what it contains?",
      "Questionalt3": "What is Cannabis made of ?",
      "answer": "The main active ingredient in cannabis is called delta-9 tetrahydro-cannabinol, commonly known as THC. This is the part of the plant that gives the \"high.\" There is a wide range of THC potency between cannabis products."
   },
   {
      "Qno": 4,
      "Questionmain": "What is THC?",
      "Questionalt1": " Tell me about THC?",
      "Questionalt2": " Describe THC ? ",
      "Questionalt3": "Do you know anything about THC ? ",
      "Questionalt4": "Enlignten me about THC?",
      "answer": "THC stands for tetrahydrocannabinol. THC is the psychoactive ingredient in marijuana that produces the feeling of being high. THC is responsible for the way your brain and body respond to cannabis, including the high and intoxication. THC has some therapeutic effects but it also has harmful effects. Harmful effects may be greater when the strength of THC is higher.The THC in cannabis is absorbed into the bloodstream through the walls of the lungs (if smoked), or through the walls of the stomach and intestines (if eaten). The bloodstream carries the THC to the brain, producing the “high” effects. Drugs inhaled get into the bloodstream quicker than those eaten. This means that the effects of cannabis when smoked occur more rapidly than when eaten. "
   },
   {
      "Qno": 5,
      "Questionmain": "What is CBD?",
      "Questionalt1": " Tell me about CBD?",
      "Questionalt2": " Describe CBD ? ",
      "Questionalt3": "Do you know anything about CBD ? ",
      "Questionalt4": "Enlignten me about CBD?",
      "answer": "CBD is a Cannabidiol. CBD is a cannabis compound that has significant medical benefits, but does not make people feel “stoned” and can actually counteract the psychoactivity of THC. "
   },
   {
      "Qno": 6,
      "Questionmain": "How is THC different from CBD?",
      "Questionalt1": " How can you tell THC apart from CBD ?",
      "Questionalt2": "Differentiate THC and CBD ?",
      "Questionalt3": " How do I know the difference between THC and CBD ?",
      "answer": "Cannabis plants containing small amounts of CBD and high levels of THC result in a stronger ‘stoned’ feeling, while plants with more CBD and less THC create a weaker, more relaxed, effect. Both THC and CBD are the two primary cannabinoids that occur naturally in the Cannabis sativa plant, most commonly known as cannabis.Both of these substances interact with the cannabinoid receptors found in the human body and brain, but they differed dramatically in their effects. THC is an illegal drug with considerable immediate and long-term cognitive side effects. These include impaired thinking and reasoning, a reduced ability to plan and organize, altered decision-making, and reduced control over impulses.Also, chronic use of THC correlates with significant abnormalities in the heart and brain.CBD lacks the harmful cognitive effects of THC. In fact, CBD can counteract the psychoactive effects of THC.Research suggests CBD may be better for inflammation and neuropathic pain, while THC may excel with spasticity and cramp-related pain."
   },
   {
      "Qno": 7,
      "Questionmain": "How is CBD different from THC?",
      "Questionalt1": " How can you tell CBD apart from THC ?",
      "Questionalt2": "Differentiate CBD and THC ?",
      "Questionalt3": "How do I know the difference between CBD and THC ?",
      "answer": "Cannabis plants containing small amounts of CBD and high levels of THC result in a stronger ‘stoned’ feeling, while plants with more CBD and less THC create a weaker, more relaxed, effect. Both THC and CBD are the two primary cannabinoids that occur naturally in the Cannabis sativa plant, most commonly known as cannabis.Both of these substances interact with the cannabinoid receptors found in the human body and brain, but they differed dramatically in their effects. THC is an illegal drug with considerable immediate and long-term cognitive side effects. These include impaired thinking and reasoning, a reduced ability to plan and organize, altered decision-making, and reduced control over impulses.Also, chronic use of THC correlates with significant abnormalities in the heart and brain.CBD lacks the harmful cognitive effects of THC. In fact, CBD can counteract the psychoactive effects of THC.Research suggests CBD may be better for inflammation and neuropathic pain, while THC may excel with spasticity and cramp-related pain."
   },
   {
      "Qno": 8,
      "Questionmain": "How is Cannabis smoked?",
      "Questionalt1": "What are different ways to smoke ?",
      "Questionalt2": "How can we somke Cannabis?Can you smoke it like a cigarette ?",
      "answer": "Usually Cannabis is smoked in hand-rolled cigarettes known as joints or in special waterpipes called bongs. These pipes or bongs can be bought or made from things such as orange juice containers, soft drink cans or even toilet rolls. The known benefits of smoking cannabis includes some evidence of potential therapeutic uses for cannabis or its component chemicals (cannabinoids) and many Canadians report using cannabis for medical purposes for health problems such as chronic pain, nausea/vomiting associated with cancer chemotherapy, and spasticity with multiple sclerosis. Any kind of smoke is harmful. In fact, studies have shown that cannabis smoke contains many of the same harmful substances as tobacco smoke. Like smoking cigarettes, smoking cannabis can damage your lungs and can cause bronchitis-like symptoms, coughing and wheezing which can, for example, affect athletic performance.While the effects of second hand smoke from tobacco are well known, more research is needed to better understand the health effects of second hand smoke from cannabis."
   },
   {
      "Qno": 9,
      "Questionmain": "Why do people use cannabis?",
      "Questionalt1": "What are the reasons for cannabis use?",
      "Questionalt2": "what is the rationale behind cannabis use?",
      "Questionalt3": "what motivates people to consume cannabis?",
      "answer": "Most people use cannabis to experience a sense of mild euphoria and relaxation, often referred to as a \"high.\" Cannabis causes changes in the user's mood and also affects how they think and perceive the environment, e.g. everyday activities such as watching the television and listening to music can become altered and more intense."
   },
   {
      "Qno": 10,
      "Questionmain": "Can I become addicted to cannabis?",
      "Questionalt1": "Does Cannabis cause addiction?",
      "Questionalt2": "Will use of cannabis cause addiction?",
      "Questionalt3": "Will cannabis cause me to be dependent on it?Can excessive cause it to be a habit forming?",
      "answer": "Cannabis if consumed on regular basis can cause addiction. Although some people argue that cannabis is a natural plant with therapeutic benefits,and in a 2011 American study found 8.9% to be the probability of a user becoming dependent on cannabis. This was lower than substances like cocaine, alcohol and nicotine. Cannabis can still be highly addictive.Some doctors prescribe cannabis-derived products to help certain health conditions.If you are repeatedly exposed to THC by using cannabis regularly, you could develop a tolerance for it. Addictive substances typically initiate the onset of withdrawal systems when usage is stopped abruptly."
   },
   {
      "Qno": 11,
      "Questionmain": "Can I grow marijuana at home?",
      "Questionalt1": "Is Growing at home allowed?",
      "Questionalt2": "Is growing mrijuana at home allowed?",
      "Questionalt3": "Am I allowed to grow at home?",
      "Questionalt4": "Am I allowed to grow marijuana at home?",
      "Questionalt5": "How much marijuana can i grow at home?",
      "Questionalt6": "What is limit on how much marijuana I can grow at home?",
      "Questionalt7": "In a residential setting what is the limit on marijuana?",
      "answer": "You are able to grow marijuana plants but limited upto four plants per residence (not per person)."
   },
   {
      "Qno": 12,
      "Questionmain": "What are the short-term effects of cannabis use?",
      "Questionalt1": "In short term how can cannabis affect?",
      "Questionalt2": "In short term how can cannabis affect?",
      "Questionalt3": "How does cannabis affect shortly?",
      "Questionalt4": "What are the short-range effects of cannabis use?",
      "Questionalt5": "In short range how can cannabis affect?",
      "Questionalt6": "In short-range how can cannabis affect?",
      "Questionalt7": "what are ephemeral effects of cannabis?",
      "Questionalt8": "what are intermediary effects of cannabis?",
      "answer": " short term effects of cannabis include Impairment to your ability to drive safely or operate equipment,Make it harder to learn and remember things, Affect mood and feelings and Affect mental health.Cannabis can slow reaction times, lower your ability to pay attention, and harm coordination.Using cannabis and driving can result in a car accident, serious injuries or death. Make it harder to learn and remember things:After using cannabis, you may have problems paying attention, remembering or learning things, and making decisions.  Using cannabis can reduce your ability to perform well on the job or at school. Affect mood and feelings: Cannabis use can cause anxiety or panic.Affect mental health: Cannabis can trigger a psychotic episode (not knowing what is real, experiencing paranoia, having disorganized thoughts, and in some cases having hallucinations)."
   },
   {
      "Qno": 13,
      "Questionmain": "What are the long-term effects of cannabis use?",
      "Questionalt1": "In long term how can cannabis affect?",
      "Questionalt2": "In long term how can cannabis affect?",
      "Questionalt3": "How does cannabis affect largely?",
      "Questionalt4": "What are the long-range effects of cannabis use?",
      "Questionalt5": "In long range how can cannabis affect?",
      "Questionalt6": "In long-range how can cannabis affect?",
      "Questionalt7": "what are prolonged effects of cannabis?",
      "Questionalt8": "what are permanent effects of cannabis?",
      "answer": " long-term effects of cannabis use can damage the lungs and make it harder to breathe,Affect mental health and Make you physically dependent or addicted.Cannabis smoke contains many of the same harmful substances as tobacco smoke. Like smoking cigarettes, smoking cannabis can damage your lungs.Affect mental health by Using cannabis regularly and continuously over time makes you more likely to experience anxiety, depression, psychosis, and schizophrenia.Higher-strength cannabis products (such as concentrates like “shatter”, wax, dabs) can worsen the mental health effects of cannabis use. Stopping or reducing cannabis use can improve outcomes. Make you physically dependent or addicted, It is estimated that 1 out of 11 (or 9%) of those who use cannabis in their lifetime will become addicted to cannabis.This rate increases to 16% for those who start using cannabis during adolescence and up to 1 out of 2 people who smoke cannabis daily."
   },
   {
      "Qno": 14,
      "Questionmain": "Can cannabis cause impairment?",
      "Questionalt1": " Can cannabis lead to impairment?",
      "Questionalt2": " How does cannabis trigger impairment ?",
      "Questionalt3": " Does cannabis use lead to impairment?",
      "answer": "Cannabinoids present in the cannabis plant and its derived drugs are known to cause impaired driving in users, with effects on a driver similar to those of alcohol.Meta-analysis of epidemiological studies shows that recent cannabis use elevates the risk of motor vehicle accident 1.5 to 2 times above control.Those who start using the drug at an early age can possibly experience cognitive impairment when they reach adulthood – even if they stop using the drug later on."
   }
]